{
  "items": [
    {
      "name": "Sadira Single-Handle Pull-Down Sprayer Kitchen Faucet with TurboSpray and FastMount in Stainless SteelGlacier Bay",
      "placeText": "Glacier Bay",
      "price": "37.99",
      "numberInStock": "34",
      "description": "Style meets functionality in the Glacier Bay Sadira Single-Handle Pull-Down Sprayer Kitchen Faucet with TurboSpray and FastMount in Stainless Steel and boasts a transitional design appeal. This single-handle kitchen faucet enables easy and precise water temperature control, while providing a 1.8 GPM flow rate for outstanding water flow. Its ceramic disc cartridge ensures drip-free performance. Get ample kitchen space from its high-arc spout. The exclusive TurboSpray feature provides focused water columns with 30 percent more power than standard pull-down faucets. Installation is quick and easy with this kitchen faucet's FastMount system.",
      "specifications": "Specifications",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "Stainless Steel",
      "type": "Kitchen Faucets",
      "brand": "Glacier Bay",
      "image": "https://images.thdstatic.com/productImages/ea1225e8-b29c-4d19-95d8-da6a11b82c02/svn/stainless-steel-glacier-bay-pull-down-kitchen-faucets-hd67726w-1508d2-64_145.jpg",
      "id": 2
    },
    {
      "name": "McKenna Single-Handle Pull-Down Sprayer Kitchen Faucet in Stainless Steel with TurboSpray and FastMountGlacier Bay",
      "placeText": "Glacier Bay",
      "price": "41.99",
      "numberInStock": "40",
      "description": "The McKenna Single-Handle Pull-Down Sprayer Kitchen Faucet in Stainless Steel with TurboSpray and FastMount offers a sleek style that will complement any decor. Easy-to-use with a single handle design, this faucet has a convenient pull-down spray wand with 2-spray modes and a long reach that makes easy work of kitchen tasks. The pull-down sprayer features an aerated spray and a new TurboSpray that is exclusive to Glacier Bay. Featuring a ceramic disc cartridge for drip free performance, the 1.8 GPM flow rate also provides excellent water pressure for your cleaning needs. This kitchen faucet also includes the exclusive FastMount mounting system to make installation quicker and easier.",
      "specifications": "Specifications",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "Stainless Steel",
      "type": "Kitchen Faucets",
      "brand": "Glacier Bay",
      "image": "https://images.thdstatic.com/productImages/fdb78a96-895d-4656-a9ff-92ad3a798c04/svn/stainless-steel-glacier-bay-pull-down-kitchen-faucets-hd67726w-1208d2-64_145.jpg",
      "id": 3
    },
    {
      "name": "Tofino Complete 1-Piece 1.1 GPF Dual Flush Elongated Toilet in White with Slow Close Seat",
      "placeText": "One Piece Toilets",
      "price": "299.00",
      "numberInStock": "7",
      "description": "Complete your bathroom with this Tofino Complete 1-Piece 1.1 GPF Dual Flush Elongated Toilet in White with Slow Close Seat. The efficient design uses 20 percent less water than standard toilets. It comes with a slow-close seat and cover, which adds to the elegant design.",
      "specifications": "Dimensions Bowl Height without Seat (in.) 15.3125 Flush Valve Size (in.) 3 Product Depth (in.) 29.5625 in Product Height (in.) 26 in Product Width (in.) 17.25 in Details Bowl Height Standard Bowl/Seat Shape Elongated Color Family White Color/Finish White Features No Additional Features Flushing Technology Siphonic Jet Flushing Type Dual Flush Gallons Per Flush 1.1 Handle Location Top Included Seat MaP Performance Rating 1000 Material Vitreous China Mount Location Floor Mount Product Weight (lb.) 108.6 lb Returnable 90-Day Rough In Size 12 inch Rough In Seat Front Type Closed Style Minimalist,Modern Toilet Type One-Piece Trapway Diameter (in.) 2 Trip Lever Location Top",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "",
      "type": "Exclusive",
      "brand": "American Standard",
      "image": "https://images.thdstatic.com/productImages/532be65e-0904-4fda-8a31-12dbd9bec58a/svn/white-american-standard-one-piece-toilets-2996c206-020-64_100.jpg",
      "id": 4
    },
    {
      "name": "2-Series Standard Electric Add-On Bidet Seat for Elongated Toilets in. White with Heated Seat",
      "placeText": "Bidet Toilet Seats",
      "price": "193.25",
      "numberInStock": "30",
      "description": "Easily update a traditional toilet with Moen's 2-Series Electronic Bidet Seats (eBidets). This eBidet is designed for the quick cleaner who doesn't linger but still desires a quality cleansing. The elongated design allows for endless and instantaneous warm water and front and rear cleansing with the turn of a knob. This model is an affordable way to get the benefits of an electronic bidet without remodeling the bathroom. Additional benefits include a gentle-close lid and seat; self-cleaning replaceable nozzle; as well as a hygienic, heated seat with seat sensor and temperature control; and adjustable water temperature and pressure. These eBidets are shown to cut down on toilet paper use offering an eco-friendly experience while enhancing comfort and personal hygiene.",
      "specifications": "Dimensions Bolt Spread (in.) 6 Power cord length (ft.) 47 Product Depth (in.) 23.03 in Product Height (in.) 7.09 in Product Width (in.) 17.7 in Details Bidet Spray Type Vertical Bowl/Seat Shape Elongated Color Family White Color/Finish White Features Adjustable Nozzle Hub Required No hub connection available Included No Additional Items Included Product Weight (lb.) 3.14 lb Remote Access No Remote Access Requires Hub? No Hub Required Returnable 90-Day Seat Front Type Closed Seat Length (in.) 23.03 Seat Material Plastic",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "",
      "type": "Bidets",
      "brand": "MOEN",
      "image": "https://images.thdstatic.com/productImages/cde8133e-11ba-4f40-9111-79274371d30b/svn/white-moen-bidet-toilet-seats-eb800-e-64_100.jpg",
      "id": 5
    },
    {
      "name": "Cachet LED Nightlight Elongated Quiet Closed Front Toilet Seat in White",
      "placeText": "KOHLER",
      "price": "56.74",
      "numberInStock": "75",
      "description": "With KOHLER Nightlight technology, you can safely locate your toilet in the dark without turning on the light. This Cachet toilet seat includes an LED guide light on a 7-hour cycle to help you see your toilet in the dark, as well as LED lighting that illuminates the bowl when the lid is lifted. Unique Grip-Tight bumpers hold the seat firmly in place and prevent shifting. This Q3 seat also features innovative technology that prevents the seat from slamming and simplifies both cleaning and installation.",
      "specifications": "Bolt Spread (in.) 5.5 Product Depth (in.) 18.063 Product Height (in.) 1.125 Product Width (in.) 14.313 Details Bowl/Seat Shape Elongated Color Family White Color/Finish White Features No Additional Features Included Hardware Material Plastic Product Weight (lb.) 4.9 Returnable 90-Day Seat Front Type Closed Seat Length (in.) 18.063 Seat Material Plastic Style Minimalist,Modern Toilet Seat Type Standard",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "",
      "type": "Toilets",
      "brand": "KOHLER",
      "image": "https://images.thdstatic.com/productImages/ffe23dab-d026-4e9c-9576-ae782855a466/svn/biscuit-kohler-toilet-seats-k-75758-96-64_100.jpg",
      "id": 6
    },
    {
      "name": "16 oz. Steel Rip Claw Hammer",
      "placeText": "Husky",
      "price": "19.97",
      "numberInStock": "",
      "description": "The 16 oz. steel hammer features a forward weight design to create more force with each swing, reducing the amount of blows needed to accomplish each task. This grip conforms with ergonomics for giving you maximum swinging and anti-vibration and has a curved grip for nonslip usage while a thumb indent maximizes striking accuracy. The balance and smooth swing action associated with this hammer result in less user fatigue and increased productivity on the job site.",
      "specifications": "Dimensions Assembled Depth (in.) 5.60 in Assembled Height (in.) 1.26 in Assembled Width (in.) 12.80 in Handle Length (in.) 13 Weight of Head (oz.) 16 Details Claw Type Straight Color Family Black Hammer Type Straight Claw Hand Tool Type Hammer Handle Material Rubber Replaceable Head No",
      "howToUse": "Explore More on homedepot.com",
      "category": "Tools",
      "finish": "",
      "type": "Hand Tools",
      "brand": "Husky",
      "image": "https://images.thdstatic.com/productImages/e9e2fcdb-d8b1-4613-b133-97b59020561f/svn/husky-claw-hammers-n-a16shk-64_100.jpg",
      "id": 7
    },
    {
      "name": "12 oz. Mig Hammer",
      "placeText": "DEWALT",
      "price": "44.97",
      "numberInStock": "14",
      "description": "Constructed from steel, the DEWALT 12 oz. Steel MIG Weld Hammer has a grip designed to help absorb impact vibrations. It also has a magnetic nail starter in the head to help make setting nails easy. At 12 oz., the head is designed for a fast swing with less fatigue.",
      "specifications": "Dimensions Assembled Depth (in.) 14.3 in Assembled Height (in.) 1.5 in Assembled Width (in.) 5.9 in Handle Length (in.) 12 Weight of Head (oz.) 12 Details Claw Type Rip Color Family Black Hammer Type Rip Claw Hand Tool Type Hammer Handle Material Rubber Replaceable Head No Returnable 90-Day Tools Product Type Hand Tool",
      "howToUse": "Explore More on homedepot.com",
      "category": "Tools",
      "finish": "",
      "type": "Hand Tools",
      "brand": "DEWALT",
      "image": "https://www.thdstatic.com/spin/19/203516019/203516019_S04.spin/?thumb&profile=600",
      "id": 8
    },
    {
      "name": "Screwdriver Set (6-Piece)",
      "placeText": "Best Seller",
      "price": "19.97",
      "numberInStock": "",
      "description": "The MILWAUKEE 6-Piece Screwdriver Kit features hardened tips and forged shanks to provide users with professional grade solutions and durability. The screwdriver bit types are marked on each tool's cap for fast identification. The comfortable tri-lobe handles allow users to comfortably apply more leverage and magnetic tips help hold screws in place while driving. This screwdriver set is backed by a Limited Lifetime Warranty.",
      "specifications": "Details Color Family Black Drive Style Hex Hand Tool Type Screwdriver Set Individual/Set Set Magnetic Tip Yes Number of Pieces 6 Returnable 90-Day Tool Set Type Screwdriver Sets Tools Product Type Hand Tool Warranty / Certifications Manufacturer Warranty Limited Lifetime Warranty Similar Items To Consider Screwdriver Set (8-Piece) AnvilScrewdriver Set (8-Piece) (132) $847 Exclusive Screwdriver Set (10-Piece) HuskyScrewdriver Set (10-Piece) (380) $2297/set Top Rated Precision Screwdriver Set (7-Piece) HuskyPrecision Screwdriver Set (7-Piece) (268) $897 Striking Screwdriver Set (3-Piece) Striking Screwdriver Set (3-Piece) (10) $1697 Top Rated Variety Screwdriver Set (12-Piece) HuskyVariety Screwdriver Set (12-Piece) (522) $1947 Exclusive Screwdriver Set (2-Piece) HuskyScrewdriver Set (2-Piece) (58) $497 Best Seller Screwdriver Set (15-Piece) HuskyScrewdriver Set (15-Piece) (380) $3297/set Cushion Grip Screwdriver Set (6-Piece) MilwaukeeCushion Grip Screwdriver Set (6-Piece) (173) $3997 Top Rated Diamond Tip Magnetic Screwdriver Set (6-Piece) HuskyDiamond Tip Magnetic Screwdriver Set (6-Piece) (481) $1897 7-Piece Assorted Screwdriver Set with Cushion Grip Handles Klein Tools7-Piece Assorted Screwdriver Set with Cushion Grip Handles (586) $4997 Screwdriver Set with ECX (8-Piece) MilwaukeeScrewdriver Set with ECX (8-Piece) (35) $2897 Precision Screwdriver Set (8-Piece) MilwaukeePrecision Screwdriver Set (8-Piece) (416) $2497 Torx Precision Screwdriver Set (6-Piece) MilwaukeeTorx Precision Screwdriver Set (6-Piece) (87) $2199 1000-Volt Insulated Screwdriver Set and Pouch (4-Piece) Milwaukee1000-Volt Insulated Screwdriver Set and Pouch (4-Piece) (535) $6097 11-in-1 Multi-Tip Screwdriver with Square Drive Bits (2-Pack) Milwaukee11-in-1 Multi-Tip Screwdriver with Square Drive Bits (2-Pack) (421) $1597$21.94 Top Rated Precision Screwdriver Set (6-Piece) HuskyPrecision Screwdriver Set (6-Piece) (274) $997/case Top Rated Ratcheting Screwdriver Set (10-Piece) HuskyRatcheting Screwdriver Set (10-Piece) (421) $1197/set Maxfit Screwdriver Set (8-Piece) DEWALTMaxfit Screwdriver Set (8-Piece) (35) $3197 Questions & Answers 15Questions Search Questions & Answers Showing 1-4 of 15  Newest Questions caret Q: Do regular slotted Milwaukee screw drivers have a warranty against tip breakage? by | Aug 14, 2022 1 Answer  caret Q: They rust in the our ? c or in your tool bag. They tell you you too oil them and sand them down with steel wool. The warranty isn't as friendly. Not is the stand by their tools. Remember now they're yours.. Thanks Colin. From KEYTON. by | Dec 4, 2021 1 Answer  caret Q: Is there a rounded shank version of these? by | Aug 9, 2021 1 Answer  caret Q: Are the handles of the screwdrivers insulated? Just the handle I am asking by | Feb 25, 2021 2 Answers   Showing 1-4 of 15 Customer Reviews 4.8 out of 1,157 reviews 96%recommend this product 5star-icon 946 4star-icon 156 3star-icon 23 2star-icon 17 1star-icon 15 Customer Images Search Filter by: Showing 1-10 of 1,157  Photo Reviews Oct 26, 2021 Great magnetic screwdriver set They work very well and it is nice that they have + and - signs on the top so you can see what they are from above. by  Recommended Feb 27, 2021 Good till they're not I was really happy with these. The grips are nice and they felt like quality sturdy drivers. Then I had to unscrew a tough screw and I had a flathead completely sheer off. I don't know if I just produce too much torque or if there was a defect in this 1 driver. Managed to unscrew it with the longer one provided in the set. Now i have a pretty good pick at least. by  Response from Milwaukee Tool 2 found this review helpful Dec 5, 2020 I used the screw driver and it broke already. Not happy I used the screw driver and it broke already. Not happy by  Response from Milwaukee Tool Verified Purchase 4 found this review helpful Jun 3, 2020 I purchased these to use as my everyday set (never can have enough screwdrivers). First impressio... I purchased these to use as my everyday set (never can have enough screwdrivers). First impression were very well made. Soft grip handles make it easier to apply more force for torque when needed. They are all magnetic which is another plus. The only way I will need to ever replace these is if I lose one or it walks off. by  Verified Purchase Recommended 1 found this review helpful Apr 30, 2019 As with all the Milwaukee products I've purchased they're well thought out and well constructed, ... As with all the Milwaukee products I've purchased they're well thought out and well constructed, yes even the screw drivers , they have bright white indicators on the butt of the handles allowing you to to know which driver your grabbing at a glance without guessing. Simple solutions for simple problems that save time are greatly appreciated by  Verified Purchase Recommended Apr 2, 2019 Excellent quality, tips are strong and proper size. Handles are comfortable in my hand and the r... Excellent quality, tips are strong and proper size. Handles are comfortable in my hand and the rubber grip insures an excellent grip.. by  Verified Purchase Recommended 3 found this review helpful Jan 30, 2019 Quality comfortable reliable never go to work without them Quality comfortable reliable never go to work without them by  Verified Purchase Recommended 1 found this review helpful Oct 31, 2018 Very nice set! Well built and feel good in your hands. Strong magnetic pull out of package. Very nice set! Well built and feel good in your hands. Strong magnetic pull out of package. by  Verified Purchase Recommended 5 found this review helpful Oct 20, 2018 I’m a mechanic but that’s screw driver don’t hold pressure and they easily bend when you do any k... I’m a mechanic but that’s screw driver don’t hold pressure and they easily bend when you do any kind of work by  Verified Purchase 8 found this review helpful Sep 21, 2018 I would buy this set over and over if needed. Super comfortable grip! I would buy this set over and over if needed. Super comfortable grip! by  Recommended 1 found this review helpful Showing 1-10 of 1,157reviews Recently Viewed 16 oz. Steel Rip Claw Hammer Husky16 oz. Steel Rip Claw Hammer (147) Cachet LED Nightlight Round Quiet Closed Front Toilet Seat in Biscuit KOHLERCachet LED Nightlight Round Quiet Closed Front Toilet Seat in Biscuit (16) Cachet LED Nightlight Elongated Quiet Closed Front Toilet Seat in White KOHLERCachet LED Nightlight Elongated Quiet Closed Front Toilet Seat in White (670) Santa Rosa Comfort Height 1-Piece 1.6 GPF Single Flush Compact Elongated Toilet with AquaPiston Flush in White KOHLERSanta Rosa Comfort Height 1-Piece 1.6 GPF Single Flush Compact Elongated Toilet with AquaPiston Flush in White (805) Tofino Complete 1-Piece 1.1 GPF Dual Flush Elongated Toilet in White with Slow Close Seat American StandardTofino Complete 1-Piece 1.1 GPF Dual Flush Elongated Toilet in White with Slow Close Seat (732) 2-Series Standard Electric Add-On Bidet Seat for Elongated Toilets in. White with Heated Seat MOEN2-Series Standard Electric Add-On Bidet Seat for Elongated Toilets in. White with Heated Seat Sadira Single-Handle Pull-Down Sprayer Kitchen Faucet with TurboSpray and FastMount in Stainless Steel Glacier BaySadira Single-Handle Pull-Down Sprayer Kitchen Faucet with TurboSpray and FastMount in Stainless Steel (1200) Sadira Touchless Single-Handle Pull-Down Sprayer Kitchen Faucet with TurboSpray and FastMount in Matte Gold Glacier BaySadira Touchless Single-Handle Pull-Down Sprayer Kitchen Faucet with TurboSpray and FastMount in Matte Gold (101) McKenna Single-Handle Pull-Down Sprayer Kitchen Faucet in Stainless Steel with TurboSpray and FastMount Glacier BayMcKenna Single-Handle Pull-Down Sprayer Kitchen Faucet in Stainless Steel with TurboSpray and FastMount (1557) Related Searches magnifying glass milwaukee screwdriver magnifying glass screw driver set magnifying glass milwaukee screwdriver set magnifying glass work bench stool magnifying glass swrig driver magnifying glass small screwdriver set Related Products Screwdriver Set (10-Piece) Screwdriver Set (10-Piece) Featuring hardened tips and forged shanks Combination MAXFIT Screwdriver Set (8-Piece) Combination MAXFIT Screwdriver Set (8-Piece) The DEWALT DWHT62058 Screwdriver set is a Variety Screwdriver Set (6-Piece) Variety Screwdriver Set (6-Piece) This Variety Screwdriver Set from Husky includes Torx Precision Screwdriver Set (6-Piece) Torx Precision Screwdriver Set (6-Piece) Milwaukee Precision Screwdrivers feature Explore More on homedepot.com Doors & Windows Shop Yellow Interior Doors White 56 x 80 French Doors 6 Lite Wood Doors 32 x 80 Back Exterior Doors 36 x 80 Wood Interior Doors Electrical Shop Night Vision 700 TVL Security Cameras Highly Rated Hampton Bay Outlet Wall Plates Shop Highly Rated Desk Grommets & Hole Covers Kitchen Gray 3 x 8 Laminate Sheets Shop Standard Base In Stock Kitchen Cabinets Monarch Abode Drop-in Kitchen Sinks Shop Corner Ready to Assemble Kitchen Cabinets Shop Peel and Stick Granite Countertops Lighting Battery Operated Mini String Lights PAR16 Available in California LED Light Bulbs Hampton Bay Oron 3-Light Gold Linear Island Pendant Hanging Light, Kitchen Lighting with Clear Glass Shades Shop Warm White Fluorescent Tube Lights More Products Nourison Courtyard Ivory Silver 2 ft. x 3 ft. Geometric Contemporary Indoor/Outdoor Area Rug Well Woven Barclay Medallion Kashan Light Blue 9 ft. x 13 ft. Traditional Area Rug 541068 MSI Carrara Azul 12 in. x 24 in. Polished Porcelain Floor and Wall Tile (14 sq. ft./Case) NHDCARAZU1224P Ram Board 34 in. x 19 in. Stair Armor Stair Protectors (12/Carton) Safety Equipment & Workwear Large Radians Safety Vests Milwaukee Medium Gray Nitrile Level 5 Cut Resistant Dipped Work Gloves Wrinkle Resistant Hi Vis Work Shirts Trapper Hats Blacks Work Hats more link How doers get more done™  Need Help? Please call us at: 1-800-HOME-DEPOT (1-800-466-3337)  Customer Service Check Order Status Pay Your Credit Card Order Cancellation Returns Shipping & Delivery Product Recalls Help & FAQs Privacy & Security Center Resources Specials & Offers Military Discount Benefit DIY Projects & Ideas Truck & Tool Rental Installation & Services Moving Supplies & Rentals Protection Plans Rebate Center Gift Cards Catalog Subscriptions About Us Careers Corporate Information Digital Newsroom Home Depot Foundation Investor Relations Government Customers Suppliers & Providers Affiliate Program Eco Actions Corporate Responsibility Home Depot Licensing Information Special Financing Available everyday* Pay & Manage Your Card Credit Offers Get $5 off when you sign up for emails with savings and tips. Enter Email Address Shop Our Brands The Company Store Blinds.com Home Decorators Collection Hampton Bay Husky Lifeproof Flooring Lifeproof with Petproof Technology Carpet Glacier Bay Everbilt StyleWell HDX Vigoro TrafficMaster Defiant Ecosmart Home Accents Holiday Legend Force Hubspace Smart Home © 2000-2022 Home Depot. All Rights Reserved. Use of this site is subject to certain Terms Of Use.  Local store prices may vary from those displayed. Products shown as available are normally stocked but inventory levels cannot be guaranteed  For screen reader problems with this website, please call 1-800-430-3376 or text 38698 (standard carrier rates apply to texts)  Privacy & Security Statement Cookie Usage My Preference Center California Privacy Rights & Report Do Not Sell My Personal Information California Supply Chain Act Site Map Store Directory Mobile Site",
      "howToUse": "Explore More on homedepot.com",
      "category": "Tools",
      "finish": "",
      "type": "Hand Tools",
      "brand": "Milwaukee",
      "image": "https://images.thdstatic.com/productImages/89bf2c1f-ea90-44e6-ab25-c168cd8f84a3/svn/milwaukee-screwdriver-sets-48-22-2706-64_100.jpg",
      "id": 9
    }
  ]
}