{
  "items": [
    {
      "name": "DEWALT  20-volt Max 1/4-in Variable Speed Brushless Cordless Impact Driver",
      "placeText": "Complete a wide variety of applications  Bright LED with 20 second trigger delay for working in dark or confined spaces  Variable speed trigger allows for control and precision on delicate work surfaces",
      "price": "129.00",
      "numberInStock": "43",
      "description": "This Brushless Impact driver has a compact lightweight design and bright LED for working in dark or confined spaces. This impact driver provides the power you need to complete a wide range of applications. The handle features an ergonomic design for balance and easier tool control. Battery and charger sold separately. Complete a wide variety of applications  Bright LED with 20 second trigger delay for working in dark or confined spaces  Variable speed trigger allows for control and precision on delicate work surfaces  Easily change bits with quick release hex chuck",
      "specifications": "Tool Length (Inches)\t12.5 Works with iOS\t Drive Size\t1/4-in Series Name\tN/A Variable Speed\t Cordless\t Safety Listing\tUL safety listing Right Angle\t Tool Width (Inches)\t3.75 Number of Batteries Included\t0 Maximum Chuck Size\t1/4-in Tool Power Output\t100 in-lbs Tool Height (Inches)\t9.813 Impacts Per Minute\t3200 Tool Weight (lbs.)\t2.1 Bluetooth Compatibility\t",
      "howToUse": "",
      "category": "tools",
      "finish": "",
      "relatedCategory": "Drills & Drivers",
      "type": "Impact Drivers",
      "brand": "DEWALT",
      "image": "https://mobileimages.lowes.com/productimages/27f5d712-e0f6-4cd2-aab8-f05de7399266/17223465.jpg?size=pdhism",
      "id": 10
    },
    {
      "name": "DEWALT",
      "placeText": "Compact XR lithium ion pack provides up to 33% longer run-time than standard 20V MAX battery packs  3-LED Fuel gauge system allows immediate feedback on state of charge  No memory and virtually no self-discharge for maximum productivity and less downtime",
      "price": "39.00",
      "numberInStock": "24",
      "description": "The DCB203-2 20V MAX compact XR® lithium ion 2-Pack has an extended run-time battery and provides immediate feedback on state of charge with the 3-LED Fuel Gauge System. Compact XR lithium ion pack provides up to 33% longer run-time than standard 20V MAX battery packs  3-LED Fuel gauge system allows immediate feedback on state of charge  No memory and virtually no self-discharge for maximum productivity and less downtime  Lightweight design and quick 45 minute charge time  Individual pack weighs 1-lb, allowing user maximum run-time in a lightweight battery",
      "specifications": "ype\tPower tool battery Battery Package Count\t2 Battery Type\tLithium UNSPSC\t26111700 Battery 1 Amp-Hours\t2 Brand/Model Compatibility\tDEWALT Charge Time (Hours)\t1.5",
      "howToUse": "Compact XR lithium ion pack provides up to 33% longer run-time than standard 20V MAX battery packs  3-LED Fuel gauge system allows immediate feedback on state of charge  No memory and virtually no self-discharge for maximum productivity and less downtime",
      "category": "tools",
      "finish": "",
      "relatedCategory": "Power Tool Batteries & Chargers",
      "type": "",
      "brand": "DEWALT",
      "image": "https://mobileimages.lowes.com/productimages/238fd683-ee06-4206-baae-cbe3f65bd546/08045773.jpg?size=pdhism",
      "id": 11
    },
    {
      "name": "DEWALT  20-volt Max 6-1/2-in Cordless Circular Saw",
      "placeText": "5150 RPM motor delivers power and speed to make the most demanding cuts with ease  High strength and lightweight magnesium shoe provides jobsite durability for long-term cut accuracy  Optimized rubber overmolded comfort grip delivers optimal balance and control",
      "price": "139.00",
      "numberInStock": "51",
      "description": "The DCS391B 20-volt MAX 6-1/2-in circular saw with a 6-1/2-in carbide tipped blade operates on a powerful 5150 RPM motor with a 0°-50° bevel capacity on a lightweight and durable magnesium shoe. 5150 RPM motor delivers power and speed to make the most demanding cuts with ease  High strength and lightweight magnesium shoe provides jobsite durability for long-term cut accuracy  Optimized rubber overmolded comfort grip delivers optimal balance and control  0°-50° bevel capacity allows for aggressive bevel cuts for a multitude of applications  6-1/2-in carbide-tipped blade for cutting 2 times material at 90° and 45° and more cuts per charge  High-strength and lightweight magnesium shoe provides durability and accuracy  Maximum initial battery voltage (measured without a workload) is 20 volts; nominal voltage is 18  Includes one 6-1/2-in circular saw and one 6-1/2-in carbide-tipped blade",
      "specifications": "Type\tCircular saw Cord Length (Feet)\t0 Gear Type\tHelical Case Type\tN/A (no case) Battery Included\t Fence Included\t Number of Batteries Included\t0 Accessories Included\t Worm Drive\t Variable Speed\t Bluetooth Compatibility\t Laser Guide\t Bevel Capacity (Degrees)\t50 Bevel Stop\t Warranty\t3-year limited Spindle Lock\t Weight (lbs.)\t7.0 Cutting Depth (Inches)\t1.625",
      "howToUse": "5150 RPM motor delivers power and speed to make the most demanding cuts with ease  High strength and lightweight magnesium shoe provides jobsite durability for long-term cut accuracy  Optimized rubber overmolded comfort grip delivers optimal balance and control",
      "category": "tools",
      "finish": "",
      "relatedCategory": "Circular Saws",
      "type": "Circular Saws",
      "brand": "DEWALT",
      "image": "https://mobileimages.lowes.com/productimages/46face27-c799-4e9f-81f7-8f005756a817/02081174.jpg?size=pdhism",
      "id": 12
    },
    {
      "name": "Circular Saw Blades",
      "placeText": "The 6-1/2-in Tungsten Carbide-Tipped Steel Circular Saw Blade features: Exclusive, patent-pending ToughTrack tooth design for accurate tracking over the life of the blade  Patented body slots reduce vibration for exceptional feel  High-density tungsten carbide for toughness, wear-resistance, and long life",
      "price": "11.48",
      "numberInStock": "543",
      "description": "The DEWALT 6-1/2-inch 24-tooth tungsten carbide-tipped steel circular saw blade features an exclusive ToughTrack™ tooth design that enables clean, smooth cuts on a wide variety of materials, including plywood, softwood (spruce, fir, pine, cedar, etc.), and hardwood (birch, oak, mahogany, etc.). It also has a thin kerf that generates less wood wastage and sawdust, making it the ideal blade for costly wood. The patented body slots reduce the vibration on the wood for smooth cutting action and safer work. The high-density tungsten carbide allows for higher toughness, better resistance to wear, and longer life. The ToughCoat anti-stick coating lowers friction and gumming. Shop for the 24-tooth tungsten carbide-tipped steel circular saw blade at Lowes.com today. The 6-1/2-in Tungsten Carbide-Tipped Steel Circular Saw Blade features: Exclusive, patent-pending ToughTrack tooth design for accurate tracking over the life of the blade  Patented body slots reduce vibration for exceptional feel  High-density tungsten carbide for toughness, wear-resistance, and long life  ToughCoat™ anti-stick coating reduces friction and gumming  Thin kerf design for smooth cuts  Reinforced shoulder for improved carbide support and impact resistance in nail-embedded wood  Optimized for use on both corded and cordless circular saws",
      "specifications": "Number of Teeth\t24 Rim Type\tStandard tooth For Use on Laminate\t For Use on Granite\t For Use on Melamine\t Package Quantity\t1 Saw Blade Diameter\t6-1/2-in For Use on Glass\t For Use on Brick\t Sub-Brand\tN/A For Use on Vinyl\t Dado\t Wood Cut Finish\tRough Compatible with Benchtop/Stationary Saws\t For Use on Plywood\t Blade Material\tTungsten carbide-tipped steel For Use on Concrete\t For Use on Metal\t For Use on Cinder Block\t For Use on Non-Ferrous Metals\t Directional Setting\tSingle direction",
      "howToUse": "",
      "category": "tools",
      "finish": "",
      "relatedCategory": "Saw Blades",
      "type": "Circular Saw Blades",
      "brand": "DEWALT",
      "image": "https://mobileimages.lowes.com/productimages/7832f384-31db-4d1c-99b6-c23dbd72fd6b/10566995.jpg?size=pdhism",
      "id": 13
    },
    {
      "name": "CRAFTSMAN  262-Piece Standard (SAE) and Metric Combination Polished Chrome Mechanics Tool Set (1/4-in; 3/8-in; 1/2-in;)",
      "placeText": "ALL IN ONE MECHANICS SET: This 262 piece tool set contains all the sockets, ratchets, wrenches and specialty bits for automotive enthusiasts and mechanics, all contained in a heavy duty 3-drawer tool box  ONE HANDED LOCKING DIAL: Spring loaded dial enables users to open and close the drawers with one hand and lock drawers when not in use  CONVENIENCE: Drawers can be nested on top of the tool box for easy access and temporary storage",
      "price": "149.00",
      "numberInStock": "6",
      "description": "The 262 PC VERSASTACK 3-DRAWER MECHANICS TOOL SET is fully compatible and can be stacked on or under other VERSASTACK components. The CRAFTSMAN VERSASTACK system is a flexible platform that allows for many different combinations of storage solutions based on the user needs. Featuring an easy use drawer lock dial, drawers lock in place when not in use to prevent contents from falling out. We have also incorporated a drawer stop system that allows drawers to be easily removed. Drawers open with one hand and can nest on top of the box for easy access and temporary storage. Made to tackle any task, this set is filled with an assortment of 262 mechanics tools. The perfect assortment for a semi-pro, automotive enthusiast, and do-it-yourselfer, this set includes (3) ratchets, (118) sockets, (24) wrenches, (44) hex keys, (66) specialty bits, and (7) accessories. Nothing beats having the right tools for the job, paired with the right storage solution to keep your tools organized. ALL IN ONE MECHANICS SET: This 262 piece tool set contains all the sockets, ratchets, wrenches and specialty bits for automotive enthusiasts and mechanics, all contained in a heavy duty 3-drawer tool box  ONE HANDED LOCKING DIAL: Spring loaded dial enables users to open and close the drawers with one hand and lock drawers when not in use  CONVENIENCE: Drawers can be nested on top of the tool box for easy access and temporary storage  MADE TO LAST: Sockets, wrenches and ratchets are made of high quality steel and finished with full polish chrome for strength and corrosion protection so your tools last longer  MEETS ASME SPECIFICATIONS: Every tool in the tool set meets or exceeds the American Society of Mechanical Engineer's rigorous performance and safety requirements  VERSASTACK™ COMPATIBLE: This flexible storage system allows for custom combination based on user needs",
      "specifications": "Total Number of Pieces\t262 Number of Drive Tools\t1 3/4-in Drive Ratchet Included\t Shallow Socket(s) Included\t Case Height (Inches)\t8.5 Intermediate Socket(s) Included\t Number of Wrenches\t24 Number of Sockets\t118 1/4-in Drive Ratchet Included\t Case Width (Inches)\t17.70 1-in Drive Ratchet Included\t 3/8-in Drive Ratchet Included\t Deep Socket(s) Included\t 1/2-in Drive Ratchet Included\t",
      "howToUse": "ALL IN ONE MECHANICS SET: This 262 piece tool set contains all the sockets, ratchets, wrenches and specialty bits for automotive enthusiasts and mechanics, all contained in a heavy duty 3-drawer tool box  ONE HANDED LOCKING DIAL: Spring loaded dial enables users to open and close the drawers with one hand and lock drawers when not in use  CONVENIENCE: Drawers can be nested on top of the tool box for easy access and temporary storage",
      "category": "tools",
      "finish": "",
      "relatedCategory": "Tool Sets",
      "type": "Mechanics Tool Sets",
      "brand": "CRAFTSMAN",
      "image": "https://mobileimages.lowes.com/productimages/c73dbbef-e999-4133-9063-ee501d3a743f/47784055.jpg?size=pdhism",
      "id": 14
    },
    {
      "name": "CRAFTSMAN  2-Pack Tongue & Groove Plier Set",
      "placeText": "COMFORT and CONTROL: Multi-zone bi-material grips  STRENGTH and DURABILITY: Made from drop forged steel  PRECISION MACHINED JAWS: For secure gripping and holding",
      "price": "19.98",
      "numberInStock": "65",
      "description": "I-in and 10-in Groove Joint Pliers Set made from drop forged steel offer strength and durability. The multi-zone bi-material grips allow dedicated comfort and secure grip zones. The precision machined jaws are ideal for twisting, gripping, holding, and cutting a variety of shapes and sizes. COMFORT and CONTROL: Multi-zone bi-material grips  STRENGTH and DURABILITY: Made from drop forged steel  PRECISION MACHINED JAWS: For secure gripping and holding  Common applications include carpentry, electrical, mechanical, plumbing, DIY and MRO  Includes (1) 8-in Groove Joint Pliers and (1) 10-in Groove Joint Pliers  CRAFTSMAN Full Lifetime Warranty",
      "specifications": "Slip Joint Included\t Overall Length (Inches)\t10 Needle Nose Included\t Lineman Included\t Package Quantity\t2 Primary Application\tPlumbing Push Pin Included\t Locking Long Nose Included\t Locking Curved Jaw Included\t Color/Finish Family\tMultiple colors/finishes Sub-Brand\tN/A Long Nose Included\t Groove Joint Included\t Locking C-Clamp Included\t Insulated\t Flat Nose Included\t",
      "howToUse": "COMFORT and CONTROL: Multi-zone bi-material grips  STRENGTH and DURABILITY: Made from drop forged steel  PRECISION MACHINED JAWS: For secure gripping and holding",
      "category": "tools",
      "finish": "",
      "relatedCategory": "Pliers & Plier Sets",
      "type": "Plier Sets",
      "brand": "CRAFTSMAN",
      "image": "https://mobileimages.lowes.com/productimages/73c90bea-4286-4eed-b15f-47836efcc8f6/10767487.jpg?size=pdhism",
      "id": 15
    },
    {
      "name": "KILZ  KILZ 2 Interior/Exterior Multi-purpose Water-based Wall and Ceiling Primer (1-Gallon)",
      "placeText": "Versatile interior and exterior all purpose primer blocks light to medium stains including minor water stains, rust, grease, ink, pencil and felt marker  Fast drying primer, sealer and stain blocker lessens the number of top coats required, and can be top coated in 1 hour  Ideal for changing paint colors, KILZ 2 helps achieve a truer top coat color",
      "price": "23.98",
      "numberInStock": "21",
      "description": "KILZ 2 is a fast-drying, water-based, multi-surface primer-sealer-stain blocker with excellent adhesion, mildew resistance, sealing properties, and very mild odor. Enhanced hiding makes it ideal for changing colors and helps lessen the number of coats of paint required. Use on interior and exterior surfaces including woodwork, drywall, plaster, paneling, masonry, brick, painted metal, and properly prepared glossy surfaces. Versatile interior and exterior all purpose primer blocks light to medium stains including minor water stains, rust, grease, ink, pencil and felt marker  Fast drying primer, sealer and stain blocker lessens the number of top coats required, and can be top coated in 1 hour  Ideal for changing paint colors, KILZ 2 helps achieve a truer top coat color  Use under or over water-based or oil-based paints  Use on interior and exterior surfaces including woodwork, drywall, plaster, paneling, masonry, brick, painted metal and properly prepared glossy surfaces (not recommended on flooring)",
      "specifications": "Odor Blocking\t Tintable\t For Use on Metal\t Series Name\tKILZ 2 Unit of Measure\tGallon(s) Mold Resistant\t Maximum Coverage Area (Sq. Feet)\t400 Unit of Measure Quantity\t1 For Use on Tile\t Dry to Touch\t0-60 minutes Low VOC\t Rust Resistant\t Dry Time Indicator\t Mold Killing\t For Use on Wood\t For Use on Plaster\t Type\tMulti-purpose",
      "howToUse": "Versatile interior and exterior all purpose primer blocks light to medium stains including minor water stains, rust, grease, ink, pencil and felt marker  Fast drying primer, sealer and stain blocker lessens the number of top coats required, and can be top coated in 1 hour  Ideal for changing paint colors, KILZ 2 helps achieve a truer top coat color",
      "category": "painting supplies",
      "finish": "",
      "relatedCategory": "Paint",
      "type": "Primer",
      "brand": "KILZ ",
      "image": "https://mobileimages.lowes.com/productimages/0f7893b8-0c92-42a5-ada6-c38df14e1316/00393777.jpg?size=pdhism",
      "id": 16
    },
    {
      "name": "KILZ  3 Interior/Exterior Multi-purpose Water-based Wall and Ceiling Primer (1-Gallon)",
      "placeText": "A high quality, fast dry, low odor, very low VOC water-based, stain blocking primer  The heavy duty formula helps solve problems from surface imperfections and has excellent adhesion with mildew resistance  High hide formula hides blemishes and dried stains and masks previous colors for more accurate new color results with less coats",
      "price": "32.98",
      "numberInStock": "6",
      "description": "KILZ 3 PREMIUM primer is a superior quality, fast drying, low odor, very low VOC, water-based primer-sealer-stain blocker. Formulated to minimize problems caused by color changes, light to medium stains, surface textures and porosity differences, it offers excellent adhesion and provides a mildew-resistant primer finish. A high quality, fast dry, low odor, very low VOC water-based, stain blocking primer  The heavy duty formula helps solve problems from surface imperfections and has excellent adhesion with mildew resistance  High hide formula hides blemishes and dried stains and masks previous colors for more accurate new color results with less coats  Blocks medium-to-heavy stains and seals porous surfaces  Mildew-resistant, zero VOC, low odor  Stains: water, smoke, tannin, ink, pencil, felt-marker and grease  Odors: pet, smoke, food  Use on: wood, ferrous metals, cast iron, wrought iron, steel cured plaster, wallpaper, masonry, under or over latex or oil based paint",
      "specifications": "Tintable\t Zero VOC\t For Use on Cabinets\t Warranty\tLimited lifetime For Use on Stucco\t Container Size\t1-gallon Type\tMulti-purpose Unit of Measure Quantity\t128.0 Package Quantity\t1 Maximum Coverage Area (Sq. Feet)\t400.0 Rust Resistant\t Mildew Resistant\t Use Location\tInterior/Exterior Unit of Measure\tOunce(s) Mold Resistant\t Odor Blocking\t For Use on Metal\t",
      "howToUse": "A high quality, fast dry, low odor, very low VOC water-based, stain blocking primer  The heavy duty formula helps solve problems from surface imperfections and has excellent adhesion with mildew resistance  High hide formula hides blemishes and dried stains and masks previous colors for more accurate new color results with less coats",
      "category": "painting supplies",
      "finish": "",
      "relatedCategory": "Primer",
      "type": "Main Content Overview Recommendations Carousels From The Manufacturer Footer Paint",
      "brand": "KILZ",
      "image": "https://mobileimages.lowes.com/productimages/651ba641-83ce-4eb6-b661-86487f36d0ed/00393747.jpg?size=pdhism",
      "id": 17
    },
    {
      "name": "Valspar  6-Piece Knit Paint Roller Kit",
      "placeText": "6-piece kit includes 1 brush, 2 roller covers, 1 roller frame, paint tray, and tray liner  Two 9-in Valspar knit roller covers provide increased coverage and a quicker finish  2-in Valspar Wall and Trim brush provides ultra-clean lines with trimming around windows, door frames, and molding",
      "price": "15.98",
      "numberInStock": "6",
      "description": "6-piece kit includes 1 brush, 2 roller covers, 1 roller frame, paint tray, and tray liner  Two 9-in Valspar knit roller covers provide increased coverage and a quicker finish  2-in Valspar Wall and Trim brush provides ultra-clean lines with trimming around windows, door frames, and molding",
      "specifications": "For Use with Water-Based Stains\t For Use with Waterproofing\t Number of Mini Rollers Included\t0 Number of Paint Roller Covers Included\t2 For Use with Chalky Paint\t Warranty\tNone For Use with Epoxy\t UNSPSC\t31211900 Number of Paint Roller Frames Included\t1 For Use on Textured Surfaces\t Number of Paint Trays Included\t1 For Use on Walls and Ceilings\t For Use with Oil-Based Lacquers\t For Use on Doors and Cabinets\t Lowe's Exclusive\t",
      "howToUse": "6-Piece Valspar Walls, Ceilings and Trim Kit ideal for flat, eggshell, and satin finishes. Designed to provide fast and even coverage. Ideal for interior and exterior projects. 6-piece kit includes 1 brush, 2 roller covers, 1 roller frame, paint tray, and tray liner  Two 9-in Valspar knit roller covers provide increased coverage and a quicker finish  2-in Valspar Wall and Trim brush provides ultra-clean lines with trimming around windows, door frames, and molding  Ideal for flat, eggshell, and satin finishes",
      "category": "painting supplies",
      "finish": "",
      "relatedCategory": "Paint Applicators",
      "type": "Paint Applicator Kits",
      "brand": "Valspar",
      "image": "https://mobileimages.lowes.com/productimages/45d4780a-8f2a-49e7-836e-89874a4c26b9/15582275.jpg?size=pdhism",
      "id": 18
    },
    {
      "name": "Sakrete  94-lb Portland Type I/II Cement",
      "placeText": "Portland cement is not to be confused with concrete  When Portland cement is mixed with water, it acts as the glue to bond sand, gravel or crush stone to make concrete  Used for custom concrete mixes for both concrete slabs or for repairs where the concrete will be at least 2” (51 mm) thick",
      "price": "16.97",
      "numberInStock": "76",
      "description": "Portland cement I/II is one of key components in making concrete and portland/lime mortars. When mixed with sand and coarse aggregate it produces concrete. When mixed with lime and mason sand it produces mortar. Portland cement is not to be confused with concrete  When Portland cement is mixed with water, it acts as the glue to bond sand, gravel or crush stone to make concrete  Used for custom concrete mixes for both concrete slabs or for repairs where the concrete will be at least 2” (51 mm) thick  Can be mixed with aggregates to produce mortars and base coat stuccos  For mixing concrete: mix 1 part Portland cement, 2 parts coarse sand and 3 parts aggregate  For mixing mortar: mix 1 parts Portland cement, 1/4 part lime and 3 parts mason sand  For thicknesses less than 2 In. (51 mm) and toppings, use: 1 part of Portland cement with 3 - 4 parts of concrete sand or general purpose sand  Meets ASTM C 150",
      "specifications": "Set Time (Minutes)\t0.0 CA Residents: Prop 65 Warning(s)\t Prop 65 WARNING(S) Fast Setting\t Weight (lbs.)\t94.0 Coverage Area (Cu. Feet)\t1.0 Sub Type\tPortland Curing Time (Days)\t28 Type\tI/II Drive on Time (Hours)\t0.0 Dry to Walk\tN/A Warranty\t1-year limited Series Name\tPortland Color/Finish Family\tGray Working Time in Minutes\t0.0",
      "howToUse": "Portland cement is not to be confused with concrete  When Portland cement is mixed with water, it acts as the glue to bond sand, gravel or crush stone to make concrete  Used for custom concrete mixes for both concrete slabs or for repairs where the concrete will be at least 2” (51 mm) thick",
      "category": "cement & concrete",
      "finish": "",
      "relatedCategory": "Cement & Concrete Aggregates",
      "type": "Cement",
      "brand": "Sakrete",
      "image": "https://mobileimages.lowes.com/productimages/b94f248c-ecd6-4bdd-8979-218e3ac902f5/10023907.jpg?size=pdhism",
      "id": 19
    },
    {
      "name": "47-lb Type I/II Cement",
      "placeText": "More consistent plastic and hardened properties  Consistent color",
      "price": "4.78",
      "numberInStock": "145",
      "description": "Saylor’s Portland cement is a hydraulic cement conforming to ASTM C 150, ASTM C 1157, and Ashton M 85. Lehigh Hanson carefully selects and blends the raw materials and follows stringent quality control procedures in the manufacturing of i.work Saylor’s Portland cement. This results in a high quality, consistent Portland cement that is easy to work with during construction and contributes to long lasting, aesthetically pleasing structures. More consistent plastic and hardened properties  Consistent color",
      "specifications": "Curing Time (Days)\t3 Weight (lbs.)\t47 Type\tI/II Drive on Time (Hours)\t168 Set Time (Minutes)\t120 Series Name\tN/A Coverage Area (Cu. Feet)\t0.6093 Color/Finish Family\tGray Dry to Walk\tN/A Working Time in Minutes\t90 Warranty\tNone",
      "howToUse": "Saylor’s Portland cement is a hydraulic cement conforming to ASTM C 150, ASTM C 1157, and Ashton M 85. Lehigh Hanson carefully selects and blends the raw materials and follows stringent quality control procedures in the manufacturing of i.work Saylor’s Portland cement. This results in a high quality, consistent Portland cement that is easy to work with during construction and contributes to long lasting, aesthetically pleasing structures. More consistent plastic and hardened properties  Consistent color",
      "category": "cement & concrete",
      "finish": "",
      "relatedCategory": "Concrete, Cement & Masonry",
      "type": "Cement",
      "brand": "LEHIGH",
      "image": "https://mobileimages.lowes.com/productimages/7bb6a1f6-5e7e-4781-a063-0899626c0f36/08511139.jpg?size=pdhism",
      "id": 20
    },
    {
      "name": "Construction Helmet",
      "placeText": "Glacier Bay",
      "price": "10.99",
      "numberInStock": "88",
      "description": "A plain old helmet to keep your noggin safe",
      "specifications": "Specifications",
      "howToUse": "Explore More on homedepot.com",
      "category": "workwear",
      "finish": "Stainless Steel",
      "type": "Hat",
      "brand": "Glacier Bay",
      "image": "https://media.istockphoto.com/photos/construction-helmet-picture-id1179610447?k=20&m=1179610447&s=170667a&w=0&h=lxxpMGm3AMHZjaPW4jgedwO5f17FuU4gL-wqItSaXnk=",
      "id": 1
    },
    {
      "name": "Sadira Single-Handle Pull-Down Sprayer Kitchen Faucet with TurboSpray and FastMount in Stainless SteelGlacier Bay",
      "placeText": "Glacier Bay",
      "price": "37.99",
      "numberInStock": "34",
      "description": "Style meets functionality in the Glacier Bay Sadira Single-Handle Pull-Down Sprayer Kitchen Faucet with TurboSpray and FastMount in Stainless Steel and boasts a transitional design appeal. This single-handle kitchen faucet enables easy and precise water temperature control, while providing a 1.8 GPM flow rate for outstanding water flow. Its ceramic disc cartridge ensures drip-free performance. Get ample kitchen space from its high-arc spout. The exclusive TurboSpray feature provides focused water columns with 30 percent more power than standard pull-down faucets. Installation is quick and easy with this kitchen faucet's FastMount system.",
      "specifications": "Specifications",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "Stainless Steel",
      "type": "Kitchen Faucets",
      "brand": "Glacier Bay",
      "image": "https://images.thdstatic.com/productImages/ea1225e8-b29c-4d19-95d8-da6a11b82c02/svn/stainless-steel-glacier-bay-pull-down-kitchen-faucets-hd67726w-1508d2-64_145.jpg",
      "id": 2
    },
    {
      "name": "McKenna Single-Handle Pull-Down Sprayer Kitchen Faucet in Stainless Steel with TurboSpray and FastMountGlacier Bay",
      "placeText": "Glacier Bay",
      "price": "41.99",
      "numberInStock": "40",
      "description": "The McKenna Single-Handle Pull-Down Sprayer Kitchen Faucet in Stainless Steel with TurboSpray and FastMount offers a sleek style that will complement any decor. Easy-to-use with a single handle design, this faucet has a convenient pull-down spray wand with 2-spray modes and a long reach that makes easy work of kitchen tasks. The pull-down sprayer features an aerated spray and a new TurboSpray that is exclusive to Glacier Bay. Featuring a ceramic disc cartridge for drip free performance, the 1.8 GPM flow rate also provides excellent water pressure for your cleaning needs. This kitchen faucet also includes the exclusive FastMount mounting system to make installation quicker and easier.",
      "specifications": "Specifications",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "Stainless Steel",
      "type": "Kitchen Faucets",
      "brand": "Glacier Bay",
      "image": "https://images.thdstatic.com/productImages/fdb78a96-895d-4656-a9ff-92ad3a798c04/svn/stainless-steel-glacier-bay-pull-down-kitchen-faucets-hd67726w-1208d2-64_145.jpg",
      "id": 3
    },
    {
      "name": "Tofino Complete 1-Piece 1.1 GPF Dual Flush Elongated Toilet in White with Slow Close Seat",
      "placeText": "One Piece Toilets",
      "price": "299.00",
      "numberInStock": "7",
      "description": "Complete your bathroom with this Tofino Complete 1-Piece 1.1 GPF Dual Flush Elongated Toilet in White with Slow Close Seat. The efficient design uses 20 percent less water than standard toilets. It comes with a slow-close seat and cover, which adds to the elegant design.",
      "specifications": "Dimensions Bowl Height without Seat (in.) 15.3125 Flush Valve Size (in.) 3 Product Depth (in.) 29.5625 in Product Height (in.) 26 in Product Width (in.) 17.25 in Details Bowl Height Standard Bowl/Seat Shape Elongated Color Family White Color/Finish White Features No Additional Features Flushing Technology Siphonic Jet Flushing Type Dual Flush Gallons Per Flush 1.1 Handle Location Top Included Seat MaP Performance Rating 1000 Material Vitreous China Mount Location Floor Mount Product Weight (lb.) 108.6 lb Returnable 90-Day Rough In Size 12 inch Rough In Seat Front Type Closed Style Minimalist,Modern Toilet Type One-Piece Trapway Diameter (in.) 2 Trip Lever Location Top",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "",
      "type": "Exclusive",
      "brand": "American Standard",
      "image": "https://images.thdstatic.com/productImages/532be65e-0904-4fda-8a31-12dbd9bec58a/svn/white-american-standard-one-piece-toilets-2996c206-020-64_100.jpg",
      "id": 4
    },
    {
      "name": "2-Series Standard Electric Add-On Bidet Seat for Elongated Toilets in. White with Heated Seat",
      "placeText": "Bidet Toilet Seats",
      "price": "193.25",
      "numberInStock": "30",
      "description": "Easily update a traditional toilet with Moen's 2-Series Electronic Bidet Seats (eBidets). This eBidet is designed for the quick cleaner who doesn't linger but still desires a quality cleansing. The elongated design allows for endless and instantaneous warm water and front and rear cleansing with the turn of a knob. This model is an affordable way to get the benefits of an electronic bidet without remodeling the bathroom. Additional benefits include a gentle-close lid and seat; self-cleaning replaceable nozzle; as well as a hygienic, heated seat with seat sensor and temperature control; and adjustable water temperature and pressure. These eBidets are shown to cut down on toilet paper use offering an eco-friendly experience while enhancing comfort and personal hygiene.",
      "specifications": "Dimensions Bolt Spread (in.) 6 Power cord length (ft.) 47 Product Depth (in.) 23.03 in Product Height (in.) 7.09 in Product Width (in.) 17.7 in Details Bidet Spray Type Vertical Bowl/Seat Shape Elongated Color Family White Color/Finish White Features Adjustable Nozzle Hub Required No hub connection available Included No Additional Items Included Product Weight (lb.) 3.14 lb Remote Access No Remote Access Requires Hub? No Hub Required Returnable 90-Day Seat Front Type Closed Seat Length (in.) 23.03 Seat Material Plastic",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "",
      "type": "Bidets",
      "brand": "MOEN",
      "image": "https://images.thdstatic.com/productImages/cde8133e-11ba-4f40-9111-79274371d30b/svn/white-moen-bidet-toilet-seats-eb800-e-64_100.jpg",
      "id": 5
    },
    {
      "name": "Cachet LED Nightlight Elongated Quiet Closed Front Toilet Seat in White",
      "placeText": "KOHLER",
      "price": "56.74",
      "numberInStock": "75",
      "description": "With KOHLER Nightlight technology, you can safely locate your toilet in the dark without turning on the light. This Cachet toilet seat includes an LED guide light on a 7-hour cycle to help you see your toilet in the dark, as well as LED lighting that illuminates the bowl when the lid is lifted. Unique Grip-Tight bumpers hold the seat firmly in place and prevent shifting. This Q3 seat also features innovative technology that prevents the seat from slamming and simplifies both cleaning and installation.",
      "specifications": "Bolt Spread (in.) 5.5 Product Depth (in.) 18.063 Product Height (in.) 1.125 Product Width (in.) 14.313 Details Bowl/Seat Shape Elongated Color Family White Color/Finish White Features No Additional Features Included Hardware Material Plastic Product Weight (lb.) 4.9 Returnable 90-Day Seat Front Type Closed Seat Length (in.) 18.063 Seat Material Plastic Style Minimalist,Modern Toilet Seat Type Standard",
      "howToUse": "Explore More on homedepot.com",
      "category": "plumbing",
      "finish": "",
      "type": "Toilets",
      "brand": "KOHLER",
      "image": "https://images.thdstatic.com/productImages/ffe23dab-d026-4e9c-9576-ae782855a466/svn/biscuit-kohler-toilet-seats-k-75758-96-64_100.jpg",
      "id": 6
    },
    {
      "name": "16 oz. Steel Rip Claw Hammer",
      "placeText": "Husky",
      "price": "19.97",
      "numberInStock": "",
      "description": "The 16 oz. steel hammer features a forward weight design to create more force with each swing, reducing the amount of blows needed to accomplish each task. This grip conforms with ergonomics for giving you maximum swinging and anti-vibration and has a curved grip for nonslip usage while a thumb indent maximizes striking accuracy. The balance and smooth swing action associated with this hammer result in less user fatigue and increased productivity on the job site.",
      "specifications": "Dimensions Assembled Depth (in.) 5.60 in Assembled Height (in.) 1.26 in Assembled Width (in.) 12.80 in Handle Length (in.) 13 Weight of Head (oz.) 16 Details Claw Type Straight Color Family Black Hammer Type Straight Claw Hand Tool Type Hammer Handle Material Rubber Replaceable Head No",
      "howToUse": "Explore More on homedepot.com",
      "category": "tools",
      "finish": "",
      "type": "Hand Tools",
      "brand": "Husky",
      "image": "https://images.thdstatic.com/productImages/e9e2fcdb-d8b1-4613-b133-97b59020561f/svn/husky-claw-hammers-n-a16shk-64_100.jpg",
      "id": 7
    },
    {
      "name": "12 oz. Mig Hammer",
      "placeText": "DEWALT",
      "price": "44.97",
      "numberInStock": "14",
      "description": "Constructed from steel, the DEWALT 12 oz. Steel MIG Weld Hammer has a grip designed to help absorb impact vibrations. It also has a magnetic nail starter in the head to help make setting nails easy. At 12 oz., the head is designed for a fast swing with less fatigue.",
      "specifications": "Dimensions Assembled Depth (in.) 14.3 in Assembled Height (in.) 1.5 in Assembled Width (in.) 5.9 in Handle Length (in.) 12 Weight of Head (oz.) 12 Details Claw Type Rip Color Family Black Hammer Type Rip Claw Hand Tool Type Hammer Handle Material Rubber Replaceable Head No Returnable 90-Day Tools Product Type Hand Tool",
      "howToUse": "Explore More on homedepot.com",
      "category": "tools",
      "finish": "",
      "type": "Hand Tools",
      "brand": "DEWALT",
      "image": "https://www.thdstatic.com/spin/19/203516019/203516019_S04.spin/?thumb&profile=600",
      "id": 8
    },
    {
      "name": "Screwdriver Set (6-Piece)",
      "placeText": "Best Seller",
      "price": "19.97",
      "numberInStock": "",
      "description": "The MILWAUKEE 6-Piece Screwdriver Kit features hardened tips and forged shanks to provide users with professional grade solutions and durability. The screwdriver bit types are marked on each tool's cap for fast identification. The comfortable tri-lobe handles allow users to comfortably apply more leverage and magnetic tips help hold screws in place while driving. This screwdriver set is backed by a Limited Lifetime Warranty.",
      "specifications": "",
      "howToUse": "Explore More on homedepot.com",
      "category": "tools",
      "finish": "",
      "type": "Hand Tools",
      "brand": "Milwaukee",
      "image": "https://images.thdstatic.com/productImages/89bf2c1f-ea90-44e6-ab25-c168cd8f84a3/svn/milwaukee-screwdriver-sets-48-22-2706-64_100.jpg",
      "id": 9
    },
    {
      "name": "STANLEY-BOSTITCH  2-in 18-Gauge Pneumatic Finish Nails (1000-Count)",
      "placeText": "",
      "price": "8.98",
      "numberInStock": "",
      "description": "Bostitch® manufactures over 2000 types of fasteners. Each fastener is engineered for optimal performance in Bostitch® tools, and for exceeding the performance expectations of our customers. Our goal is to continually increase efficiency, productivity and quality, and to ensure building code compliance through the ICC ESR 2020, ICC ESR 1539 and ICC ER 5426 reports. Our team of engineers leads the industry in innovation and design. Utilizing our advanced laboratory, our team of engineers conducts environmental testing to study the effects of storm forces and other weather conditions, withdrawal testing to evaluate new coatings, penetration testing to evaluate drive characteristics, and development testing to optimize withdrawal, shear and pull-through performance. Coated finish eases penetration and increases holding power  Chisel point preserves the appearance of the work surface  Quantity: 1,000 brad nails  Fits the following Bostitch tools: SB-1850BN, BT50B, BT200K-2",
      "specifications": "Package Unit of Measurement\tCount Length Measurement\t2-in ANSI Compliant\t Type\tFinish nails Gauge\t18 Package Quantity\t1000 Collated\t",
      "howToUse": "Coated finish eases penetration and increases holding power  Chisel point preserves the appearance of the work surface  Quantity: 1,000 brad nails",
      "category": "hardware",
      "finish": "",
      "relatedCategory": "Nails",
      "type": "Brads & Finish Nails",
      "brand": "STANLEY",
      "image": "https://mobileimages.lowes.com/productimages/3ece128c-f217-4fca-be29-557ad895ae51/00244532.jpg?size=pdhism",
      "id": 21
    },
    {
      "name": "Metabo HPT  3-in 21-Gauge 21 Bright Steel Collated Framing Nails (1000-Pieces)",
      "placeText": "TYPE: 21 Degree Full Round Head Smooth Shank Plastic Strip Framing Nails  APPLICATION: Nail provides excellent holding power in most wood applications  COUNT: 1,000 Count",
      "price": "34.98",
      "numberInStock": "22",
      "description": "Genuine Metabo HPT nails are manufactured at higher standards for material and workmanship to help eliminate downtime, so you can work more efficiently. TYPE: 21 Degree Full Round Head Smooth Shank Plastic Strip Framing Nails  APPLICATION: Nail provides excellent holding power in most wood applications  COUNT: 1,000 Count  LENGTH: 3 In. x 0.12 nails  TREATMENT: Bright Basics  COMPATIBILITY: Compatible with the Metabo HPT NR83A5, NR83A5(S), NR90AES1, NR90AC5, NR1890DRS",
      "specifications": "Size\t10D Type\tFraming nails Number of Pieces\t1000 CA Residents: Prop 65 Warning(s)\t Prop 65 WARNING(S) Penny (d)\t10d Warranty\t30-day Use Location\tInterior ACQ Approved\t Collated\t Material\tSteel Length Measurement\t3-in UNSPSC\t31162000 Gauge\t21 Nail Length (Inches)\t3 Package Weight (lbs.)\t10.4 Shank Type\tSmooth Collation Material\tPlastic Diameter (Inches)\t0.12 Finish\tBright Degree\t21 Head Type\tRound Manufacturer Color/Finish\tBright Basic Package Quantity\t1000",
      "howToUse": "TYPE: 21 Degree Full Round Head Smooth Shank Plastic Strip Framing Nails  APPLICATION: Nail provides excellent holding power in most wood applications  COUNT: 1,000 Count",
      "category": "hardware",
      "finish": "",
      "relatedCategory": "Nails",
      "type": "Framing Nails",
      "brand": "Metabo",
      "image": "https://mobileimages.lowes.com/productimages/a8fb124a-22ad-4b50-b86d-c6a832263267/43649213.jpg?size=pdhism",
      "id": 22
    },
    {
      "name": "Metabo HPT  1-3/4-in 15-Degree Hot-Dipped Galvanized Steel Siding Nails",
      "placeText": "TYPE: 15 Degree Full Round Head Ring Shank Wire Coil Siding Nails  APPLICATION: Provides excellent holding power for siding, sheathing, decking and fencing  COUNT: 3,600 per box",
      "price": "76.98",
      "numberInStock": "12",
      "description": "OVERVIEW Genuine Metabo HPT nails and staples are manufactured at higher standards for material and workmanship to help eliminate downtime, so you can work more efficiently. TYPE: 15 Degree Full Round Head Ring Shank Wire Coil Siding Nails  APPLICATION: Provides excellent holding power for siding, sheathing, decking and fencing  COUNT: 3,600 per box  LENGTH: 1-3/4 Inch x 0.092  TREATMENT: Hot Dipped Galvanized  COMPATIBILITY: Compatible with the Metabo HPT NV65AH2",
      "specifications": "Type\tSiding Length (Inches)\t1.75 Gauge\t16 Finish\tHot-dipped galvanized Warranty\tNone Package Weight (lbs.)\t16.85 Collation Material\tPlastic Use Location\tExterior Head Type\tRound Length Measurement\t1-3/4-in Number of Pieces\t3600 Package Quantity\t3600 Shank Type\tRing Material\tSteel Collated\t Size\tN/A Manufacturer Color/Finish\tHot Dipped Galvanized",
      "howToUse": "TYPE: 15 Degree Full Round Head Ring Shank Wire Coil Siding Nails  APPLICATION: Provides excellent holding power for siding, sheathing, decking and fencing  COUNT: 3,600 per box",
      "category": "hardware",
      "finish": "",
      "relatedCategory": "Nails",
      "type": "Specialty Nails",
      "brand": "Metabo",
      "image": "https://mobileimages.lowes.com/productimages/6e3608f1-9044-4529-82e3-08da63fd7056/15158576.jpg?size=pdhism",
      "id": 23
    },
    {
      "name": "IDEAL  600-Volt Digital Manual Ranging Multimeter (Battery Included)",
      "placeText": "UL certified CAT III 600V AC/DC manual range digital multimeter  Measures AC/DC voltage, resistance, continuity, diodes, batteries and senses AC voltage  Built-in probe tip holders and hanging strap clip allows safer, easier measurement (hanging strap sold separately)",
      "price": "31.48",
      "numberInStock": "63",
      "description": "UL certified CAT III 600V AC/DC manual range digital multimeter  Measures AC/DC voltage, resistance, continuity, diodes, batteries and senses AC voltage  Built-in probe tip holders and hanging strap clip allows safer, easier measurement (hanging strap sold separately)  Backlit display, allows for safer/faster work in poorly lit environments  Industrial grade boot enhances grip, allows meter to withstand a 3.3 foot (1 m) drop  Includes test leads, and batteries  UMHS-757 hanging strap sold separately",
      "specifications": "Color/Finish Family\tYellow Battery Included\t Non-Contact\t Works with iOS\t Sub-Brand\tN/A Application\tMeter that tests for AC/DC voltage, resistance, continuity and more Bluetooth Compatibility\t Sub Type\tManual Ranging Works with Android\t Display Type\tDigital Amperage\t0 Wi-Fi Compatibility\t DC Voltage\t600 Set/Individual\tIndividual Warranty\t2-year App Compatibility\t Type\tMultimeter Series Name\tN/A UNSPSC\t41113600 Case Included\t CA Residents: Prop 65 Warning(s)\t Prop 65 WARNING(S) Lowe's Exclusive\t Weight (lbs.)\t1.08 DC Polarity Indicator\t Smart Compatible\t AC Voltage\t600",
      "howToUse": "UL certified CAT III 600V AC/DC manual range digital multimeter  Measures AC/DC voltage, resistance, continuity, diodes, batteries and senses AC voltage  Built-in probe tip holders and hanging strap clip allows safer, easier measurement (hanging strap sold separately)",
      "category": "electrical",
      "finish": "",
      "relatedCategory": "Electrical Testers & Tools",
      "type": "Test Meters",
      "brand": "IDEAL",
      "image": "https://mobileimages.lowes.com/productimages/719c2c4a-a3f0-44dc-bfdf-45751067d405/17119865.jpg?size=pdhism",
      "id": 24
    },
    {
      "name": "KNIPEX  Electrical Cutting Pliers",
      "placeText": "Small high leverage combination pliers with pointed jaws for all common installation and repair work  Handy for use when working in confined areas due to slim head design and pointed jaws (anti-twist)",
      "price": "45.48",
      "numberInStock": "53",
      "description": "Small high leverage combination pliers with pointed jaws for all common installation and repair work  Handy for use when working in confined areas due to slim head design and pointed jaws (anti-twist)",
      "specifications": "Handle Material\tOther Primary Application\tElectrical Wire-Pulling Feature\t Blade Length (Inches)\t0.5 Blade Material\tChrome vanadium steel Tether Ready\t Series Name\tN/A Type\tCutting Insulated\t Overall Length (Inches)\t6 Color/Finish Family\tSilver Sub-Brand\tN/A Handle Length (Inches)\t5 Crimping Feature\t UNSPSC\t27112100",
      "howToUse": "Small high leverage combination pliers with pointed jaws for all common installation and repair work  Handy for use when working in confined areas due to slim head design and pointed jaws (anti-twist)",
      "category": "electrical",
      "finish": "",
      "relatedCategory": "Cutting & Crimping Tools",
      "type": "Cutting Pliers",
      "brand": "KNIPEX",
      "image": "https://mobileimages.lowes.com/productimages/4a448eaf-610f-43d6-bb4c-683a19e9d604/14157606.jpg?size=pdhism",
      "id": 25
    },
    {
      "name": "Southwire  6-3/8-in Bi-Metal Arbored Hole Saw",
      "placeText": "Hardened mandrel for long thread life  Unique teeth configuration for fast removal of cutting materials  Pins lock the saw to prevent over-tightening",
      "price": "30.79",
      "numberInStock": "14",
      "description": "Hardened mandrel for long thread life  Unique teeth configuration for fast removal of cutting materials  Pins lock the saw to prevent over-tightening  Split tip, double helix grooves for faster starts",
      "specifications": "Blade Material\tBi-metal UNSPSC\t27112800 CA Residents: Prop 65 Warning(s)\t Prop 65 WARNING(S) Adjustable\t For Use on Drywall\t For Use on PVC\t Brand/Model Compatibility\tN/A Warranty\t1-year limited Hole Saw Diameter\t6-3/8-in Arbored/Non-Arbored\tArbored Package Quantity\t1 Case Type\tN/A (no case) For Use on Granite\t Type\tHole saw For Use on Tile\t Set/Individual\tIndividual For Use on Metal\t For Use on Fiberglass\t For Use on Wood\t For Use on Mineral Fiber\t",
      "howToUse": "Hardened mandrel for long thread life  Unique teeth configuration for fast removal of cutting materials  Pins lock the saw to prevent over-tightening",
      "category": "electrical",
      "finish": "",
      "relatedCategory": "Hole Saws & Accessories",
      "type": "Hole Saws & Kits",
      "brand": "Southwire",
      "image": "https://mobileimages.lowes.com/productimages/aef69625-32fb-4f16-b831-fca6f5b0df88/05356189.jpg?size=pdhism",
      "id": 26
    },
    {
      "name": "Pergo  WoodCraft +WetProtect Whisper Falls/ Sq.Ft",
      "placeText": "This white oak hardwood features a white, pickled oak surface, a wirebrushed soft-matte finish and micro edges for a truly timeless look  Innovative WetProtect® technology provides full-coverage waterproofing from surface to subfloor. It’s the right kind of waterproof. GUARANTEED  Superior scratch, wear and dent resistance",
      "price": "4.39",
      "numberInStock": "53",
      "description": "This white oak hardwood features a white, pickled oak surface, a wirebrushed soft-matte finish and micro edges for a truly timeless look  Innovative WetProtect® technology provides full-coverage waterproofing from surface to subfloor. It’s the right kind of waterproof. GUARANTEED  Superior scratch, wear and dent resistance  Installs on all grades  Click-lock system for easy DIY installation; underlayment is required, and we recommend Pergo Gold® for superior sound insulation, thermal insulation and moisture protection  Finish your floor with Simple Solutions Waterproof Quarter Round for a waterproof perimeter seal that provides an additional layer of protection to your subfloor  Natural hardwood engineered for greater stability and easier installation  Steam and wet mop for easy cleanup  Lifetime Warranty, 10-Year Light Commercial Warranty",
      "specifications": "Color/Finish Family\tGold Locking System\tLocking Installation Location\tOn grade Veneer Thickness (mm)\t0.024 Installation Type\tInterlocking Actual Width (Inches)\t7.48 Actual Length (Feet)\t3.93 Sample Item Number\t3592269 Commercial/Residential\tResidential Corresponding Moulding Item Number\t3703368, 3674489, 3846273 Paintable\t Installation Level\tAny level Common Thickness in Inches\t3/8-in Manufacturer Color/Finish\tWhisper Falls Oak Color Shade\tMedium Variable Width\t Common Width in Inches\t7-1/2-in Wood Grade\tSelect Lowe's Exclusive\t Sold As\tCarton Water Protection\tWaterproof Photosensitive\t Length Measurement\t47-15/64-in Parquet\t Species\tOak Finish Type\tPrefinished",
      "howToUse": "This white oak hardwood features a white, pickled oak surface, a wirebrushed soft-matte finish and micro edges for a truly timeless look  Innovative WetProtect® technology provides full-coverage waterproofing from surface to subfloor. It’s the right kind of waterproof. GUARANTEED  Superior scratch, wear and dent resistance",
      "category": "flooring supplies",
      "finish": "",
      "relatedCategory": "Hardwood",
      "type": "Hardwood Flooring",
      "brand": "Pergo",
      "image": "https://mobileimages.lowes.com/productimages/2785d4f6-10a1-4e0d-92ee-3765e636fd93/42720212.jpg?size=pdhism",
      "id": 27
    },
    {
      "name": "Pergo  WoodCraft +WetProtect Seal Beach Oak sq ft)",
      "placeText": "A blend of rich brown and charcoal tones and a wirebrushed satin finish make this floor the perfect pick for any home  Innovative WetProtect® technology provides full-coverage waterproofing from surface to subfloor. It’s the right kind of waterproof. GUARANTEED  Superior scratch, wear and dent resistance",
      "price": "4.39",
      "numberInStock": "807",
      "description": "A blend of rich brown and charcoal tones and a wirebrushed satin finish make this floor the perfect pick for any home  Innovative WetProtect® technology provides full-coverage waterproofing from surface to subfloor. It’s the right kind of waterproof. GUARANTEED  Superior scratch, wear and dent resistance  Installs on all grades  Click-lock system for easy DIY installation; underlayment is required, and we recommend Pergo Gold® for superior sound insulation, thermal insulation and moisture protection  Finish your floor with Simple Solutions Waterproof Quarter Round for a waterproof perimeter seal that provides an additional layer of protection to your subfloor  Natural hardwood engineered for greater stability and easier installation  Steam and wet mop for easy cleanup  Lifetime Warranty, 10-Year Light Commercial Warranty",
      "specifications": "Installation Location\tOn grade Veneer Thickness (mm)\t0.024 Waterproof\t Warranty\tLimited lifetime Installation Type\tInterlocking Actual Width (Inches)\t7.48 Commercial/Residential\tResidential Corresponding Moulding Item Number\t3674486, 3674489, 3846266 Paintable\t Installation Level\tAny level Janka Hardness Rating\t2319 Padding Included\t Gloss Level\tMedium Number of Plies\t3 Variable Width\t Common Width in Inches\t7-1/2-in Skid Resistant\t Variable Length\t Underlayment Included\t Hardwood Plank Width\tWide plank (7-in+) Actual Thickness (Inches)\t0.37 Sold As\tCarton Water Protection\tWaterproof Veneer Thickness (mm)\t0.6mm Construction\tEngineered Sample Available\t",
      "howToUse": "A blend of rich brown and charcoal tones and a wirebrushed satin finish make this floor the perfect pick for any home  Innovative WetProtect® technology provides full-coverage waterproofing from surface to subfloor. It’s the right kind of waterproof. GUARANTEED  Superior scratch, wear and dent resistance",
      "category": "flooring supplies",
      "finish": "",
      "relatedCategory": "Hardwood",
      "type": "Hardwood Flooring",
      "brand": "Pergo",
      "image": "https://mobileimages.lowes.com/productimages/108e64bf-9c18-4aa9-8053-fc93d0e2d4aa/42720150.jpg?size=pdhism",
      "id": 28
    },
    {
      "name": "Project Source",
      "placeText": "Value pack  Easy on off slip on wrist  Reinforced synthetic leather thumb saddle",
      "price": "11.98",
      "numberInStock": "76",
      "description": "Value pack  Easy on off slip on wrist  Reinforced synthetic leather thumb saddle  4-Way stretch spandex back  Shirred elastic wrist helps keep dirt and debris out of glove",
      "specifications": "Grip\tN/A Textile Information\tImported Gender\tMale Manufacturer Color/Finish\tMulticolor Coating Type\tNone Color/Finish Family\tMultiple colors/finishes Touchscreen Compatible\t Type of Cuff\tElastic UNSPSC\t46181500 Washable\tWashable",
      "howToUse": "Value pack  Easy on off slip on wrist  Reinforced synthetic leather thumb saddle  4-Way stretch spandex back  Shirred elastic wrist helps keep dirt and debris out of glove",
      "category": "workwear",
      "finish": "",
      "relatedCategory": "Workwear",
      "type": "Work Gloves",
      "brand": "BLUE HAWK",
      "image": "https://mobileimages.lowes.com/productimages/32033bb9-04d8-4193-aed7-808982664a64/05429320.jpg?size=pdhism",
      "id": 29
    },
    {
      "name": "Multipurpose Gloves",
      "placeText": "HydraHyde water-resistant genuine grain cowhide leather  More breathable than traditional work glove leathers  Elasticized wrist helps keep out dirt and debris",
      "price": "17.98",
      "numberInStock": "",
      "description": "HydraHyde water-resistant genuine grain cowhide leather  More breathable than traditional work glove leathers  Elasticized wrist helps keep out dirt and debris  Flexible keystone thumb design  Slip-on style creates easy on and off flexibility  Ideal for construction, maintenance, equipment operation, landscaping, and DIY projects",
      "specifications": "Heated\t Material\tLeather Type of Cuff\tElastic Thumb Patch\t Manufacturer Color/Finish\tSaddletan/Blue Trim Washable\tNon-washable Number of Pairs\t1 Impact Resistance\t Lining\t Grip\tLeather Gender\tMale Leather Palm\t",
      "howToUse": "HydraHyde water-resistant genuine grain cowhide leather  More breathable than traditional work glove leathers  Elasticized wrist helps keep out dirt and debris",
      "category": "workwear",
      "finish": "",
      "relatedCategory": "Workwear",
      "type": "Work Gloves",
      "brand": "Wells Lamont",
      "image": "https://mobileimages.lowes.com/productimages/487c6de4-1776-46f4-9b66-52b23adf58d0/08736651.jpg?size=pdhism",
      "id": 30
    }
  ]
}